Repository: aminmahdi/persian-woocommerce-pdf-invoices
Catalog: languages/woo_pdf-*.po
Languages: fa_ir

source: dirham
fa_ir: درهم

source: peso
fa_ir: پزو

source: dollar
fa_ir: تومان

source: real
fa_ir: ریال

source: lev
fa_ir: لو

source: yuan
fa_ir: یوان

source: koruna
fa_ir: کرونای

source: krone
fa_ir: کرون

source: euro
fa_ir: یورو

source: kuna
fa_ir: کونا

source: forint
fa_ir: فورینت

source: krona
fa_ir: کرون

source: rupiah
fa_ir: واحد پول اندونزی

source: rupee
fa_ir: روپیه

source: shekel
fa_ir: شکل

source: yen
fa_ir: ین

source: kip
fa_ir: پوست گوساله و بره

source: won
fa_ir: کره ای برنده (KRW)

source: ringgit
fa_ir: رینگیت

source: guarani
fa_ir: گوارانی

source: zloty
fa_ir: زلوتی

source: pound
fa_ir: پوند

source: leu
fa_ir: لئوی رومانی

source: ruble
fa_ir: روبل روسیه (RUB)

source: franc
fa_ir: فرانک

source: baht
fa_ir: بات

source: lira
fa_ir: Türk Lirası

source: hryvnia
fa_ir: گریونا اوکراین

source: dong
fa_ir: دونگ

source: fils
fa_ir: فلس

source: cent
fa_ir: سنت

source: fen
fa_ir: لشاب

source: heller
fa_ir: هلر

source: lipa
fa_ir: lipa در

source: fillér
fa_ir: پر کننده

source: sen
fa_ir: سن

source: paisa
fa_ir: پیسه

source: ban
fa_ir: ممنوعیت

source: kuruş
fa_ir: غروش

source: hào
fa_ir: هائو

source: and
fa_ir: و

source: zero
fa_ir: صفر

source: one
fa_ir: یک

source: two
fa_ir: دو

source: three
fa_ir: سه

source: four
fa_ir: چهار

source: five
fa_ir: پنج

source: six
fa_ir: شش

source: seven
fa_ir: هفت

source: eight
fa_ir: هشت

source: nine
fa_ir: نه

source: ten
fa_ir: ده

source: eleven
fa_ir: یازده

source: twelve
fa_ir: دوازده

source: thirteen
fa_ir: سیزده

source: fourteen
fa_ir: چهارده

source: fifteen
fa_ir: پانزده

source: sixteen
fa_ir: شانزده

source: seventeen
fa_ir: هفده

source: eighteen
fa_ir: هجده

source: nineteen
fa_ir: نوزده

source: twenty
fa_ir: بیست

source: thirty
fa_ir: سی

source: fourty
fa_ir: چهل

source: fifty
fa_ir: پنجاه

source: sixty
fa_ir: شصت

source: seventy
fa_ir: هفتاد

source: eighty
fa_ir: هشتاد

source: ninety
fa_ir: نود

source: hundred
fa_ir: صد

source: thousand
fa_ir: هزار

source: million
fa_ir: میلیون

source: billion
fa_ir: میلیارد

source: trillion
fa_ir: تریلیون

source: quadrillion
fa_ir: کوادریلیون

source: quintillion
fa_ir: کوئینتیلیون (عدد یک با 18 صفر بتوان 2)

source: Settings
fa_ir: تنظیمات

source: Regular Invoice Settings
fa_ir: تنظیمات عمومی فاکتور

source: Enable regular invoicing
fa_ir: فعال کردن نظرات در صفحات معمولی

source: <p>Regular invoices are generated as soon as orders are marked as completed.</p>
fa_ir: <p>فاکتورهای عمومی به محض اینکه یک سفارش به حالت تکمیل شده تبدیل شود، صادر می شوند</p>

source: Allow download
fa_ir: اجازه دانلود بده

source: <p>If enabled, clients will be able to download invoices from order details page.</p>
fa_ir: <p>اگر فعال باشد، مشتریان می توانند فاکتورها را از صفحه جزییات سفارش دانلود کنند.</p>

source: Attach to Completed Order emails
fa_ir: به منظور تکمیل ایمیل پیوست

source: <p>If enabled, PDF invoice will be emailed to the client along with Order Completed email.</p>
fa_ir: <p>اگر فعال باشد، همراه با ایمیل تکمیل سفارش، فایل PDF فاکتور هم برای مشتری ارسال می شود.</p>

source: Regular Invoice Numbering
fa_ir: شماره گذاری فاکتورهای عمومی

source: Numbering method
fa_ir: روش شماره گذاری

source: Internal sequence plus prefix/suffix
fa_ir: شمارشگر داخلی به همراه پیشوند/پسوند

source: Order numbers plus prefix/suffix
fa_ir: شمارشگر سفارشی به همراه پیشوند/پسوند

source: Order numbers
fa_ir: شمارشگر سفارشی

source: <p>It is highly recommended that you stick to the standard internal numbering sequence which ensures there will be no gaps in the sequence (common problem with order numbers).</p> <p>Only change this value if you know what you are doing.</p>
fa_ir: <p>شدیدا توصیه میکنیم شمارشگر داخلی را انتخاب کنید، تا مطمئن باشید هیچ فاصله ای میان شماره ها نمی افتد، وقفه و فاصله میان شماره ها شایع ترین مشکلی است که در شمارشگر سفارشی پدید می آید. </p> <p>فقط در صورتی که از تغییر این گزینه مطمئن هستید آن را تغییر دهید.</p>

source: Next number
fa_ir: شماره بعدی

source: Prefix
fa_ir: پیشوند

source: <p>Leave blank to use no prefix.</p> <p>The following macros are available: {{year}}, {{month}}, {{day}}.</p>
fa_ir: <p>برای عدم استفاده از پیشوند، خالی بگذارید.</p> <p>این ماکروها قابل استفاده هستند: {{year}}, {{month}}, {{day}}.</p>

source: Suffix
fa_ir: پسوند

source: <p>Leave blank to use no suffix.</p> <p>The following macros are available: {{year}}, {{month}}, {{day}}.</p>
fa_ir: <p>برای عدم استفاده از پسوند، خالی بگذارید.</p> <p>این ماکروها قابل استفاده هستند: {{year}}, {{month}}, {{day}}.</p>

source: Proforma Invoice Settings
fa_ir: تنظیمات پیش فاکتور

source: Enable proforma invoicing
fa_ir: فعالسازی پیش فاکتور

source: <p>Proforma invoices are generated as soon as order is placed.</p><p>Order IDs are used for proforma invoice numbering.</p><p>Proforma invoices are not available after order is marked as completed.</p>
fa_ir: <p>پیش فاکتورها به محض ارسال سفارش توسط مشتری ایجاد می شوند.</p><p>شماره سفارش ها برای شماره گذاری پیش فاکتورها استفاده می شوند.</p><p>پیش فاکتورها پس از آنکه سفارش به وضعیت تکمیل شده تبدیل شود، قابل دسترسی نخواهند بود.</p>

source: <p>If enabled, clients will be able to download proforma invoices from order details page.</p>
fa_ir: <p>اگر فعال باشد، مشتریان می‌توانند پیش فاکتورها را از صفحه جزییات سفارش دانلود کنند.</p>

source: Attach to Processing Order emails
fa_ir: به منظور پردازش ایمیل پیوست

source: <p>If enabled, PDF proforma invoice will be emailed to the client along with Processing Order email.</p>
fa_ir: <p>اگر فعال باشد، نسخه PDF پیش فاکتور به همراه ایمیل های وضعیت مختلف سفارش برای مشتری ارسال می شود.</p>

source: Trigger Customer Invoice emails
fa_ir: قالب فاکتور مشتری

source: <p>If enabled, Customer Invoice email will be triggered for all new orders and PDF proforma invoice will be attached.</p>
fa_ir: <p>اگر فعال, فاکتور مشتری پست الکترونیکی برای تمام سفارشات جدید موجب خواهد شد و پی دی اف proforma فاکتور متصل خواهد شد.</p>

source: Advanced
fa_ir: پیشرفته

source: Invoice Settings
fa_ir: تنظیمات فاکتور

source: Display product ID/SKU
fa_ir: نمایش ID/SKU محصول

source: Do not display
fa_ir: عدم نمایش

source: Display product ID (WP post ID)
fa_ir: نمایش ID محصول (WP post ID)

source: Display SKU
fa_ir: نمایش SKU

source: <p>If enabled, product ID/SKU will be displayed for each item just before its name.</p>
fa_ir: <p>اگر فعال باشد، ID/SKU پیش از نام هر آیتم به نمایش در خواهد آمد.</p>

source: Display product category
fa_ir: نمایش دسته‌بندی محصول

source: <p>Controls whether or not to display product category below each order item on the invoice.</p> <p>If there are multiple categories, they will be displayed in one line separated by commas.</p>
fa_ir: <p>کنترل محصول زیر هر مورد سفارش در فاکتور نمایش داده شود یا خیر.</p><p>اگر چند دسته آنها در یک خط با کاما جدا شده نمایش داده خواهد شد.</p>

source: Display short description
fa_ir: نمایش توضیحات کوتاه

source: <p>Controls whether or not to display product short description below each order item on the invoice.</p> <p>This extension attempts to convert HTML to text but this feature is experimental. Use plain text to be sure that the final result looks as expected.</p>
fa_ir: <p>کنترل محصول توضیحات کوتاه در زیر هر مورد سفارش در فاکتور نمایش داده شود یا خیر.</p><p>این فرمت تلاش برای تبدیل HTML به متن اما این ویژگی آزمایشی است. متن ساده استفاده کنید تا مطمئن شوید که نتیجه نهایی به نظر می رسد که انتظار می رود.</p>

source: Display product images
fa_ir: نمایش تصاویر محصول

source: <p>Controls whether or not to display product images below product name whenever available.</p> <p>This feature is experimental - use at your own risk.</p>
fa_ir: <p>کنترل یا نه برای نمایش تصاویر محصول زیر نام محصول هر زمان در دسترس است.</p><p>این ویژگی تجربی - استفاده از در معرض خطر خود شما.</p>

source: Display currency symbol
fa_ir: نمایش نماد قیمت

source: <p>If enabled, currency symbol (e.g. $) will be displayed next to every amount on the invoice. Currency code (e.g. USD) is displayed next to total amount in any way.</p>
fa_ir: <p>اگر فعال, نماد پول (به عنوان مثال $) خواهد شد در کنار هر مقدار در فاکتور نمایش داده شود. کد ارز (به عنوان مثال USD) بعد مقدار کل به هیچ وجه نمایش داده می شود.</p>

source: Display shipping when free
fa_ir: نمایش حمل و نقل وقتی رایگان است

source: <p>If enabled, shipping row will be displayed even if shipping is free (zero value).</p>
fa_ir: <p>حتی اگر حمل و نقل رایگان است اگر فعال, حمل و نقل ردیف نشان داده خواهد شد (مقدار صفر).</p>

source: Display amount in words
fa_ir: نمایش مقدار به صورت حروف

source: <p>Depending on your country, you may need to print amount in words on your invoices.</p><p>Use translation file that comes with this plugin to translate numbers, set your own currency and plural forms.</p><p>This feature is experimental - use at your own risk.</p>
fa_ir: <p>بسته به کشور خود، شما ممکن است نیاز به چاپ مقدار عبارت خود.</p><p>استفاده از فایل های ترجمه است که همراه با این افزونه برای ترجمه اعداد، تعیین نرخ ارز خود و فرم های جمع.</p><p>این ویژگی تجربی - استفاده از در معرض خطر خود شما.</p>

source: Reset numbering each year
fa_ir: ریست کردن شماره‌گذاری در هر سال

source: <p>If enabled, next invoice number will be reset to 1 when the first invoice is generated each year.</p> <p>For this to take effect, there must be at least one invoice generated last year and no invoices generated this year.</p>
fa_ir: <p>هنگامی که اولین فاکتور تولید شده است هر سال اگر فعال, شماره فاکتور بعدی 1 تنظيم خواهد شد.</p><p>برای این اعمال، باید وجود داشته باشد حداقل یک فاکتور تولید سال گذشته و هیچ فاکتورها امسال تولید می شود.</p>

source: Tax Settings
fa_ir: تنظیمات مالیات

source: Display tax rows
fa_ir: نمایش ردیف های مالیات

source: When tax is not displayed inline
fa_ir: چه موقع مالیات نمایش داده نمی شود

source: Always
fa_ir: همیشه

source: Never
fa_ir: هرگز

source: <p>If enabled, all applicable taxes will be listed just above (if Subtotal is exclusive of tax) or below (if Subtotal is inclusive of tax) Total row.</p>
fa_ir: <p>(اگر جمع کل منحصر به فرد از مالیات) اگر فعال, تمام مالیات قابل اجرا فقط در بالا ذکر شده و یا زیر (اگر جمع کل شامل مالیات) مجموع ردیف.</p>

source: Display tax inline
fa_ir: نمایش مالیات خطی

source: When different rates are present
fa_ir: هنگامی که نرخ های متفاوت دارند

source: <p>You may need to display net amount, tax rate and tax amount individually for each line item.</p> <p>This is useful when different rates of the same tax are used for different items on the same invoice, e.g. reduced VAT rate is applied to specific group of products.</p>
fa_ir: <p>شما ممکن است نیاز به نمایش مقدار خالص، نرخ مالیات و مقدار مالیات به صورت جداگانه برای هر مورد خط.</p><p>این مفید است زمانی که نرخ های متفاوت مالیات بر همان برای آیتم های مختلف در همان فاکتور استفاده می شود، عنوان مثال کاهش نرخ مالیات بر ارزش افزوده به گروه خاصی از محصولات استفاده می شود.</p>

source: Display amounts inclusive of tax
fa_ir: نمایش مقادیر شامل مالیات

source: <p>If enabled, line item price, line subtotal and subtotal will be displayed inclusive of tax. This plugin always overrides related WooCommerce settings.</p><p>This setting is ignored when tax is displayed inline.</p>
fa_ir: <p>اگر فعال قیمت خط مورد خط زیر مجموعهای و زیر مجموعهای شامل مالیات نمایش داده می شود. این افزونه همیشه مرتبط WooCommerce تنظیمات را لغو می کند.</p><p>این تنظیمات نادیده گرفته است هنگامی که مالیات خطی نمایش داده شده است.</p>

source: Display total excl. tax row
fa_ir: نمایش کل بدون مالیات ردیف

source: <p>If enabled, additional line will be added to the totals block that displays total exclusive of tax.</p>
fa_ir: <p>اگر فعال, خط اضافی به بلوک بالغ است که نشان می دهد مجموع منحصر به فرد از مالیات اضافه می شود.</p>

source: Other Settings
fa_ir: سایر تنظیمات

source: Display order page buttons
fa_ir: نمایش کلیدهای صفحه سفارش

source: <p>If enabled, download button will be displayed for a customer next to each order in the orders list.</p> <p>These buttons are optional - if you disable them, invoice download links will still be displayed on a single order details page if <strong>Allow download</strong> is enabled.</p>
fa_ir: <p>اگر فعال باشد، در مقابل هر سفارش در لیست سفارشات مشتری یک دکمه دانلود نمایش داده می شود.</p> <p>این دکمه ها اختیاری هستند، اگر انها را غیرفعال کنید لینک های دانلود فاکتور همچنان در صفحه جزییات سفارش قابل استفاده خواهند بود <strong>در صورتی که اجازه دانلود فعال باشد</strong></p>

source: Send proforma invoice to admin
fa_ir: ارسال پیش فاکتور برای مدیریت

source: <p>If enabled, proforma invoices will be attached to New Order email that is sent to store administrator or manager.</p> <p>Please note that proforma invoicing must be enabled for this feature to take effect.</p>
fa_ir: <p>اگر فعال باشد، پیش فاکتور به همراه ایمیل دریافت سفارش جدید که به مدیریت فروشگاه ارسال می شود برای ایشان ارسال خواهد شد.</p> <p>لطفا توجه داشته باشید که برای استفاده از این قابلیت می باید گزینه پیش فاکتور را فعال کرده باشید.</p>

source: Allow admins to delete invoices
fa_ir: اجازه دادن به مدیران برای حذف فاکتورها

source: <p>You are strongly advised against activating and using this feature as it may cause more harm than good.</p> <p>When you delete an invoice and regenerate it, invoice number will be different (if you use internal numbering sequence).</p> <p>It is against accounting standards to have gaps in the invoice numbering system - you must account for each number in the sequence.</p> <p>Use at your own risk.</p>
fa_ir: <p>استفاده از این گزینه بیش از آنکه برای شما مفید باشد دارای ضرر است. اکیدا توصیه میکنیم ان را فعال نکنید.</p> <p>وقتی شما یک فاکتور را حذف کرده و مجددا آن را ایجاد می کنید شماره فاکتور تغییر میکند. (البته در صورتی که از شمارشگر داخلی استفاده کنید به این صورت خواهد بود)</p> <p>وجود فاصله میان شماره فاکتورها بر خلاف استانداردهای حساب داری است و در این استانداردها شما لزوما می باید برای هر شماره فاکتور پاسخگو باشید.</p> <p>مسئولیت استفاده از این قابلیت بر عهده شماست.</p>

source: Force user login
fa_ir: اجبار به ورود کاربر

source: <p>Although it is impossible for anyone to guess the download URL for a particular invoice, you may wish to tighten security even more by requesting user login before invoices can be downloaded.</p>
fa_ir: <p>هر چند که غیر ممکن است برای هر کسی آدرس اینترنتی دانلود فاکتور خاص را حدس بزنید، شما ممکن است بخواهید سفت امنیت بیشتری با درخواست ورود کاربر قبل از فاکتورها می توان دریافت.</p>

source: Seller & Buyer
fa_ir: فروشندگان و خریداران

source: Seller Block
fa_ir: بلوک فروشنده

source: Logo image
fa_ir: تصویر لوگو

source: <p>Enter URL or select image from Media Library.</p>
fa_ir: <p>لینک را وارد کرده یا تصویر را از کتابخانه وردپرس انتخاب کنید.</p>

source: Logo resize factor (in percent)
fa_ir: تغییر اندازه لوگو (مقیاس به درصد)

source: <p>Increase this number if you want to make your logo larger on the invoice and vice versa.</p>
fa_ir: <p>اگر می خواهید لوگو در فاکتور بزرگتر به نمایش درآید این مقدار را تغییر دهید.</p>

source: Block title
fa_ir: بلوک عنوان

source: Seller
fa_ir: فروشنده

source: Company name
fa_ir: نام شرکت

source: Company details
fa_ir: اطلاعات شرکت

source: <p>Use this field to set up your company details, including address, company registration number, tax code etc.</p>
fa_ir: <p>از این فیلد برای وارد کردن اطلاعات شرکت کمک بگیرید، اطلاعاتی همچون ادرس، شماره ثبت، کد اقتصادی و ...</p>

source: Buyer Block
fa_ir: بلوک خریدار/مشتری

source: Buyer
fa_ir: خریدار

source: Buyer details layout
fa_ir: قالب بندی اطلاعات خریدار

source: <p>Use this field to set up the layout of the buyer details block.</p> <p>The following macros are available: %s</p> <p>You can use custom fields in the same way, e.g. {{my_custom_field_key}}.</p> <p>Do not include buyer first name, last name and company name - these fields are displayed automatically.</p>
fa_ir: <p>از این فیلد برای چیدمان بلوک اطلاعات خریدار کمک بگیرید.</p> <p>این ماکروها قابل استفاده هستند: %s</p> <p>همچنین شما می توانید از فیلدهای سفارشی نیز استفاده کنید. به عنوان مثال {{my_custom_field_key}}.</p> <p>نام کوچک، نام خانوادگی و نام شرکت خریدار را وارد نکنید. این اطلاعات به طور خودکار نمایش داده می شوند.</p>

source: Remove lines with empty values
fa_ir: حذف خطوط خالی

source: <p>If enabled, all lines that contain macros with empty values only will be removed.</p>
fa_ir: <p>اگر فعال باشد، تمام خطوط شامل ماکرو که هیچ خروجی ندارند، حذف می شوند.</p>

source: Content Blocks
fa_ir: بلوک های محتوا

source: Invoice Details
fa_ir: جزییات فاکتور

source: Block layout
fa_ir: چیدمان بلوک

source: <p>Use this field to set up the layout of the invoice details block.</p> <p>Use '|' symbol to separate left and right columns.</p>
fa_ir: <p>با استفاده از این زمینه راه اندازی چیدمان بلوک جزئیات فاکتور.</p><p>استفاده ' |' نماد برای جدا کردن ستون چپ و راست.</p>

source: Page Footer
fa_ir: پانوشت صفحه

source: Content
fa_ir: مطالب و محتوا

source: <p>If you are using macros in your content, you may wish to remove lines on which all macros are empty.</p>
fa_ir: <p>اگر از ماکروها در محتوای خود استفاده میکنید ممکن است بخواهید خطوطی که ماکروها هیچ خروجی برای آنها ندارند را حذف کنید.</p>

source: Custom Block #1
fa_ir: بلوک سفارشی شماره 1

source: Title
fa_ir: عنوان

source: Displayed on
fa_ir: نمایش در

source: Both types of invoices
fa_ir: هر دو نوع فاکتور

source: Regular invoices
fa_ir: فاکتورهای عمومی

source: Proforma invoices
fa_ir: پیش فاکتورها

source: Custom Block #2
fa_ir: بلوک سفارشی شماره 2

source: Custom Block #3
fa_ir: بلوک سفارشی شماره 3

source: Custom Block #4
fa_ir: بلوک سفارشی شماره 4

source: Localization
fa_ir: ترجمه

source: Date & Time
fa_ir: تاریخ و زمان

source: Date format
fa_ir: فرمت تاریخ

source: dd/mm/yy
fa_ir: ‎شمسی

source: Field Labels
fa_ir: لیبل فیلدها

source: Invoice
fa_ir: فاکتور

source: Proforma Invoice
fa_ir: پیش فاکتور

source: Invoice Date
fa_ir: تاریخ فاکتور :

source: Order Amount
fa_ir: مبلغ سفارش

source: Product
fa_ir: محصول

source: Price
fa_ir: قیمت

source: Quantity
fa_ir: تعداد

source: Qty.
fa_ir: تعداد

source: Net
fa_ir: وزن

source: <p>Used as a column name for a line net amount column when different tax rates are used for different items.</p>
fa_ir: <p>استفاده به عنوان نام ستون برای ستون مقدار خالص خط نرخ مالیات های مختلف برای موارد مختلف استفاده می شود.</p>

source: Tax %
fa_ir: مالیات %

source: <p>Used as a column name for a line tax rate column when different tax rates are used for different items.</p>
fa_ir: <p>استفاده به عنوان نام ستون برای خط ستون نرخ مالیات نرخ مالیات های مختلف برای موارد مختلف استفاده می شود.</p>

source: Tax
fa_ir: مالیات

source: <p>Used as a column name for a line tax total column when different tax rates are used for different items.</p>
fa_ir: <p>استفاده به عنوان نام ستون برای ستون خط مالیات کل نرخ مالیات های مختلف برای موارد مختلف استفاده می شود.</p>

source: Line Total
fa_ir: جمع خط

source: Shipping
fa_ir: حمل و نقل

source: Shipping Tax
fa_ir: مالیات حمل و نقل

source: <p>Only displayed when different tax rates are used for different items. In this case, all other tax amounts are displayed inline on the main table and only shipping tax row is displayed on the totals block.</p>
fa_ir: <p>فقط نمایش داده شده هنگامی که نرخ مالیات های مختلف برای موارد مختلف استفاده می شود. در این صورت، سایر مقادیر مالیات خطی نمایش داده شده در جدول اصلی هستند و تنها ردیف مالیات حمل و نقل داده شده است در مجموع بلوک.</p>

source: Subtotal
fa_ir: جمع کل

source: Cart Discount
fa_ir: تخفیف کارت

source: Order Discount
fa_ir: تخفیف سفارش

source: Total
fa_ir: جمع

source: Total Excluding Tax
fa_ir: جمع کل بدون مالیات

source: Total Excl. Tax
fa_ir: جمع کل بدون مالیات

source: Category
fa_ir: دسته بندی

source: Description
fa_ir: توضیحات

source: Notes
fa_ir: یادداشت ها

source: Amount in words
fa_ir: مقدار به حروف

source: Page
fa_ir: برگه

source: (additional page)
fa_ir: (صفحه اضافه)

source: Download Invoice
fa_ir: دانلود فاکتور

source: Download Proforma Invoice
fa_ir: دانلود پیش فاکتور

source: invoice_
fa_ir: شماره فاکتور_

source: <p>Value of this field is used as a file name prefix for regular invoices (e.g. invoice_ABC_123.pdf).</p>
fa_ir: <p>مقدار این فیلد به عنوان پیشوند برای نامگذاری فاکتورهای عمومی استفاده می شود. به عنوان مثال : (invoice_ABC_123.pdf).</p>

source: Batch Download
fa_ir: دانلود یکباره

source: WooCommerce PDF Invoices
fa_ir: فاکتورهای PDF برای ووکامرس (فارسی شده توسط میلاد جعفری)

source: PDF Invoices
fa_ir: فاکتورهای PDF

source: Image processing library not found on your server.<br>You must have either GD or Imagick extension enabled on your server for this module to work correctly.
fa_ir: کتابخانه پردازش تصویر بر روی سرور خود نمی یافت.<br>شما باید تفاضل یا بايد فرمت فعال بر روی سرور خود را برای این ماژول به درستی کار.

source: Batch Invoice Download
fa_ir: دانلود یکباره تمام فاکتورها

source: Date from
fa_ir: تاریخ شروع

source: Date to
fa_ir: تاریخ پایان

source: Please note that only regular invoices are available for batch download.
fa_ir: لطفا توجه داشته باشید که فقط فاکتورهای عمومی قابلیت دانلود به صورت دانلود یکباره را دارند.

source: Download Invoices
fa_ir: دانلود فاکتورها

source: Macros
fa_ir: ماکروها

source: Footer and all custom blocks support the following macros in both title and content:
fa_ir: فوتر و تمام بلوک های کاستوم، در تیتر و محتوای خود از ماکروهای زیر پشتیبانی می کنند:

source: You can insert any other order field (including custom fields) in the same way, e.g.
fa_ir: شما هر دیگر سفارش (از جمله زمینه های سفارشی) در راه همان مثال درج می توانید

source: Open Library
fa_ir: بازکردن مجموعه

source: Your settings have been saved.
fa_ir: تنظیمات شما ذخیره شد.

source: Reverted to a previous value.
fa_ir: بازگشت به مقدار قبلی.

source: must be numeric
fa_ir: باید مقدار عددی باشد

source: must be either 0 or 1
fa_ir: باید 0 یا 1 باشد

source: is not allowed
fa_ir: مجاز نیست

source: is not a valid email address
fa_ir: ایمیل صحیح نیست

source: is not a valid URL
fa_ir: لینک صحیح نیست

source: is not a valid text string
fa_ir: عبارت متنی صحیح نیست

source: Value of
fa_ir: مقدار شروع

source: Proforma
fa_ir: پیش فاکتور

source: Support
fa_ir: پشتیبانی

source: Download regular invoice
fa_ir: دانلود فاکتور عمومی

source: Delete invoice so you can regenerate it if needed
fa_ir: حذف فاکتور، بنابراین شما می توانید در صورت نیاز آن را مجددا ایجاد کنید

source: Delete Invoice
fa_ir: حذف فاکتور

source: Download proforma invoice
fa_ir: دانلود پیش فاکتور

source: Manually generate regular invoice
fa_ir: ایجاد فاکتور عمومی به‌صورت دستی

source: Generate Invoice
fa_ir: ایجاد فاکتور
